{
    "news": [
        {
            "title": "Новый курс по машинному обучению открывается в этом семестре",
            "desc": "Факультет информационных технологий рад сообщить, что в этом семестре будет запущен новый курс по машинному обучению.",
            "advdesc": "Факультет информационных технологий запускает новый курс по машинному обучению, который охватит основные принципы и алгоритмы этой передовой дисциплины. Программа предназначена для студентов, заинтересованных в разработке интеллектуальных систем и анализе данных. В течение курса студенты познакомятся с такими темами, как линейные и нелинейные модели, обучение с учителем и без него, а также основами нейронных сетей и методов обработки больших данных. Курс включает как теоретическую базу, так и практические проекты, направленные на решение реальных задач.",
            "image": "https://cdn.pixabay.com/photo/2018/03/06/08/58/artificial-intelligence-3208662_1280.jpg"
        },
        {
            "title": "Студенты факультета ИТ одержали победу на хакатоне",
            "desc": "Команда студентов факультета информационных технологий одержала победу на престижном хакатоне по разработке мобильных приложений.",
            "advdesc": "Команда студентов факультета информационных технологий приняла участие в престижном хакатоне, где демонстрировала проект в области разработки мобильных приложений. Их приложение, использующее искусственный интеллект, поразило жюри уникальными функциями, включая адаптивные интерфейсы и высокую производительность. Участники команды прошли множество испытаний, включая интенсивные разработческие сессии и этапы тестирования. Победа на хакатоне принесла факультету признание, а участники получили предложения о стажировке в ведущих ИТ-компаниях.",
            "image": "https://cdn.pixabay.com/photo/2020/07/01/12/58/hackathon-5355757_1280.jpg"
        },
        {
            "title": "Приглашаем на день открытых дверей факультета ИТ",
            "desc": "Факультет информационных технологий приглашает всех заинтересованных на день открытых дверей.",
            "advdesc": "Факультет информационных технологий приглашает студентов, выпускников и абитуриентов на день открытых дверей. На этом мероприятии вы сможете познакомиться с преподавательским составом, узнать о новых программах и учебных курсах, поучаствовать в мастер-классах по программированию и кибербезопасности. Также запланированы информационные сессии, где преподаватели подробно расскажут о возможностях карьерного роста, доступных студентам ИТ-факультета, и поделятся примерами успешных карьер выпускников.",
            "image": "https://cdn.pixabay.com/photo/2016/06/06/17/05/door-1436982_1280.jpg"
        },
        {
            "title": "Открыт набор на новую магистерскую программу по кибербезопасности",
            "desc": "Факультет информационных технологий рад сообщить об открытии новой магистерской программы по кибербезопасности.",
            "advdesc": "Факультет ИТ рад представить новую магистерскую программу по кибербезопасности, которая разработана для подготовки специалистов, способных обеспечивать защиту информационных систем от угроз различной сложности. Курс охватывает темы, включая управление инцидентами, защиту сетей, предотвращение утечек данных и обеспечение конфиденциальности. Студенты получат доступ к новейшим лабораториям и инструментам, а также смогут принять участие в практических заданиях, основанных на реальных сценариях угроз.",
            "image": "https://cdn.pixabay.com/photo/2018/03/01/14/55/privacy-policy-3196043_1280.jpg"
        },
        {
            "title": "Студенты ИТ факультета посетили ведущие ИТ-компании",
            "desc": "Группа студентов факультета информационных технологий посетила ряд ведущих ИТ-компаний в рамках образовательной программы.",
            "advdesc": "Студенты ИТ факультета получили уникальную возможность посетить ведущие компании в сфере информационных технологий. В рамках программы они познакомились с технологиями, которые используют корпорации, а также узнали о современных тенденциях и требованиях к специалистам. В ходе визитов студенты общались с инженерами и программистами, узнали об их карьере и обсудили перспективы работы в крупнейших ИТ-компаниях. Подобные программы позволяют студентам ориентироваться в требованиях индустрии и лучше готовиться к будущей карьере.",
            "image": "https://cdn.pixabay.com/photo/2016/11/30/15/52/architecture-1872699_1280.jpg"
        },
        {
            "title": "Преподаватель ИТ факультета получил грант на перспективное исследование",
            "desc": "Доцент кафедры информационных технологий Иванов Петр Сергеевич получил грант на проведение исследования в области искусственного интеллекта.",
            "advdesc": "Доцент кафедры информационных технологий Петр Сергеевич Иванов стал обладателем гранта на перспективное исследование в области искусственного интеллекта. Это исследование направлено на разработку новых подходов к обучению нейронных сетей и применению искусственного интеллекта в разных областях, включая медицину и анализ данных. Результаты работы будут интегрированы в учебные программы факультета, а студенты смогут участвовать в исследовательских проектах, приобретая знания и опыт.",
            "image": "https://cdn.pixabay.com/photo/2017/08/06/22/01/artificial-intelligence-2592972_1280.jpg"
        },
        {
            "title": "Новый курс по машинному обучению: расширенная программа",
            "desc": "Курс по машинному обучению был дополнен новыми темами, включая глубокое обучение и анализ данных.",
            "advdesc": "В ответ на высокий спрос на специалистов по анализу данных и машинному обучению, факультет ИТ расширил существующий курс, добавив модули по глубокому обучению и работе с большими данными. Студенты смогут изучить техники работы с большими массивами данных, включая методы классификации, кластеризации и предсказательного анализа. Программа будет включать лабораторные работы, где студенты смогут применять полученные знания на практике, решая реальные задачи из различных областей.",
            "image": "https://cdn.pixabay.com/photo/2017/08/06/22/01/artificial-intelligence-2592972_1280.jpg"
        },
        {
            "title": "ИТ-факультет предлагает мастер-классы для студентов",
            "desc": "На факультете стартует серия мастер-классов, где студенты смогут ознакомиться с практическими аспектами разработки приложений, ИИ и кибербезопасности.",
            "advdesc": "ИТ-факультет запускает серию мастер-классов, направленных на развитие практических навыков у студентов. В рамках этих мастер-классов студенты смогут узнать об основах программирования, разработке приложений, применении нейронных сетей и обеспечении безопасности данных. Практические сессии будут сопровождаться демонстрациями реальных примеров и задач, которые помогут студентам лучше усвоить материал и приобрести ценные навыки для дальнейшей карьеры.",
            "image": "https://cdn.pixabay.com/photo/2021/05/19/13/16/it-6269640_1280.jpg"
        },
        {
            "title": "Новый курс по разработке ИИ-систем",
            "desc": "Факультет информационных технологий открывает специальный курс по разработке систем с искусственным интеллектом.",
            "advdesc": "Факультет ИТ предлагает новый курс по разработке ИИ-систем, который познакомит студентов с основами создания интеллектуальных решений для автоматизации процессов. Студенты изучат архитектуры нейронных сетей, принципы глубокого обучения, обработку естественного языка и визуальное распознавание. В программе предусмотрены лабораторные занятия, где студенты смогут разработать собственные прототипы и оценить их работоспособность, применяя методы машинного обучения к реальным задачам.",
            "image": "https://cdn.pixabay.com/photo/2020/05/09/07/30/ai-5154335_1280.jpg"
        },
        {
            "title": "Магистратура по защите данных стартует в следующем году",
            "desc": "На факультете информационных технологий открыт прием заявок на магистратуру по защите данных.",
            "advdesc": "На факультете ИТ стартует программа магистратуры по защите данных, нацеленная на подготовку специалистов в области кибербезопасности. Обучение охватывает критические аспекты защиты данных, включая криптографию, управление доступом и предотвращение утечек. Студенты также получат знания о правовых и этических аспектах кибербезопасности. Программа включает лекции, практические занятия и лаборатории с использованием инструментов для анализа угроз и защиты информации.",
            "image": "https://cdn.pixabay.com/photo/2016/03/09/09/17/security-1241715_1280.jpg"
        }
    ]
}
