{
    "news": [
    {
    "title": "Новый курс по машинному обучению открывается в этом семестре",
    "desc": "Факультет информационных технологий рад сообщить, что в этом семестре будет запущен новый курс по машинному обучению. Курс будет охватывать основные алгоритмы и техники машинного обучения, а также их практическое применение в различных областях."
    },
    {
    "title": "Студенты факультета ИТ одержали победу на хакатоне",
    "desc": "Команда студентов факультета информационных технологий одержала победу на престижном хакатоне по разработке мобильных приложений. Их приложение, использующее технологии искусственного интеллекта, было высоко оценено жюри за инновационный подход и практическую ценность."
    },
    {
    "title": "Приглашаем на день открытых дверей факультета ИТ",
    "desc": "Факультет информационных технологий приглашает всех заинтересованных на день открытых дверей. Вы сможете познакомиться с направлениями подготовки, пообщаться с преподавателями и студентами, а также принять участие в интерактивных мастер-классах."
    },
    {
    "title": "Открыт набор на новую магистерскую программу по кибербезопасности",
    "desc": "Факультет информационных технологий рад сообщить об открытии новой магистерской программы по кибербезопасности. Программа ориентирована на подготовку высококвалифицированных специалистов в области защиты информационных систем и противодействия киберугрозам."
    },
    {
    "title": "Студенты ИТ факультета посетили ведущие ИТ-компании",
    "desc": "Группа студентов факультета информационных технологий посетила ряд ведущих ИТ-компаний в рамках образовательной программы. Они познакомились с современными технологиями, методами разработки и карьерными возможностями в ИТ-индустрии."
    },
    {
    "title": "Преподаватель ИТ факультета получил грант на перспективное исследование",
    "desc": "Доцент кафедры информационных технологий Иванов Петр Сергеевич получил престижный грант на проведение исследования в области искусственного интеллекта. Результаты этого исследования будут интегрированы в учебные программы факультета."
    }
    ]
    }